{
    "settings": {
        "questions_per_player": 2,
        "answers_per_question": 2,
        "min_players": 2
    },
    "questions": [
        "What would you name your boat if you had one?",
        "What's the closest thing to real magic?",
        "What will break the internet?",
        "What's most useless talent you have?",
        "Where is the worst smelling place you've been?",
        "What's a body part you wouldn't mind losing?",
        "What are some things that sound like compliments but are actually insults?",
        "If you had to change your name, what would your new name be, and why would you choose that name?",
        "I:TC When is the last time you experienced nostalgia?",
        "I:TC What’s the scariest dream you’ve ever had?",
        "I:TC What’s the weirdest thought you’ve ever had?",
        "I:TC What’s the first thing that comes to mind when you hear the word “fidget”?",
        "I:TC What made-up word would you incorporate into the English language if you could?",
        "I:TC What animal would you want to be reincarnated as?",
        "I:TC If you could visit one planet, which would it be?",
        "I:TC What super power do you wish you had?",
        "I:TC What’s your very first memory?",
        "I:TC What did say as a kid when asked: What do you want to be when you grow up?",
        "I:TC If you could change careers right this second, what would you do?",
        "I:TC What makes you happiest?",
        "I:TC When is the last time you can remember feeling totally at peace?",
        "I:TC Which of the Seven Wonders of the world do you want to visit the most?",
        "I:TC What country do you most want to travel to?",
        "I:TC Which foreign language would you like to learn?",
        "I:TC What’s the most ticklish spot on your body?",
        "I:TC When is the last time you really laughed out loud?",
        "I:TC What’s your favorite <a href=\"https://thoughtcatalog.com/tag/jokes/\" sl-processed=\"1\">joke</a>?",
        "I:TC When is the last time you vomited and why?",
        "I:TC What’s the first movie that made you lol?",
        "I:TC What’s the first movie that made you cry?",
        "I:TC What’s the most memorable book you’ve ever read?",
        "I:TC What’s your favorite color?",
        "I:TC What song do you most associate with your childhood?",
        "I:TC What major historical event took place the year you were born?",
        "I:TC What era would you choose to live in if you could?",
        "I:TC What place would you first travel to if you could teleport?",
        "I:TC What do you think about artificial intelligence?",
        "I:TC What’s your opinion on fate?",
        "I:TC Do you believe in aliens?",
        "I:TC Have you ever seen a UFO?",
        "I:TC Is there anything about yourself you’ve never told another soul?",
        "I:TC Do you have any “skeletons in the closet”?",
        "I:TC What living celebrity do you most identify with?",
        "I:TC Which dead celebrity do you most identify with?",
        "I:TC If you could be famous for something, what do you wish it would be?",
        "I:TC How would you spend 100 million dollars?",
        "I:TC If you won the lottery tomorrow, what would be your very first expense?",
        "I:TC What’s the most ridiculous thing you’ve ever done?",
        "I:TC What’s the biggest misstep you’ve ever taken?",
        "I:TC What is your biggest life regret?",
        "I:TC If you could domesticate any animal in the world, which would you pick?",
        "I:TC What is the biggest lesson you’ve learned so far?",
        "I:TC What do you wish for the world ten years from now?",
        "I:TC What really gets on your nerves?",
        "I:TC Is there a personality trait you just can’t stand?",
        "I:TC What book has impacted you more than any other?",
        "I:TC What’s the last meaningful book you read?",
        "I:TC What’s your favorite line from a movie or book?",
        "I:TC What’s your all-time favorite quotes?",
        "I:TC What’s the last thing you did just for yourself?",
        "I:TC If you could do something mischievous without anyone every finding out, what would it be?",
        "I:TC In what circumstances is it okay to commit a crime?",
        "I:TC What food do you crave more than any other?",
        "I:TC What skill do you wish you had?",
        "I:TC What personality trait do you wish you could automatically adopt?",
        "I:TC What job could you never imagine doing?",
        "I:TC If you were a bagel, what type of bagel would you be?",
        "I:TC What song lyric best mirrors your life motto?",
        "I:TC Which pop artist do you secretly wish you could be?",
        "I:TC Which holiday would you erase altogether from our calendars if given the opportunity?",
        "I:TC What’s the best dream you’ve ever had?",
        "I:TC When were you last totally lost in thought?",
        "I:TC When is the last time you changed your mind about a big issue?",
        "I:TC Have you ever changed someone else’s mind about something big?",
        "I:TC What’s the funniest thing you’ve ever witnessed?",
        "I:TC What’s the most disturbing thing you’ve ever witnessed?",
        "I:TC Have you ever had to scream “help!” and if so, why?",
        "I:TC What’s your greatest fear while swimming in the ocean?",
        "I:TC Do you have any irrational fears and if so what are they?",
        "I:TC What’s your strangest habit?",
        "I:TC What’s the weirdest thing you do when you’re totally alone?",
        "I:TC How do you feel about wombats?",
        "I:TC What’s the ugliest part of the human body?",
        "I:TC What’s the ugliest living creature you’ve ever encountered?",
        "I:TC What makes you anxious?",
        "I:TC What makes you lose track of time?",
        "I:TC What makes you angry?",
        "I:TC What makes you hopeful?",
        "I:TC What are you looking forward to most right now?",
        "I:TC What’s the best thing you’ve ever eaten?",
        "I:TC When have you felt most proud of yourself?",
        "I:TC When have you felt happiest to be alive?",
        "I:TC What are you most grateful for?",
        "I:TC What or who drives you absolutely crazy?",
        "I:TC Why do you do what you do?",
        "I:TC What’s your worst nightmare?",
        "I:TC If not blue, what color do you think the sky should be?",
        "I:TC If not blue, what color do you think the ocean should be?",
        "I:TC If you could cure a singles disease, which would you choose?",
        "I:TC If you discovered you were immortal, how would you change your life starting right now?",
        "I:TC How would you describe humanity to an alien civilization?",
        "I:TC What would you like your dying words to be?",
        "I:TC If you could teach your pet to say one thing, what would it be?",
        "I:TC What’s the worst thing you’ve ever been caught doing?",
        "I:TC If you woke up and you could walk through walls, what’s the first thing you’d do?",
        "I:TC Have you ever had a crush on a fictional character, and, if so, who?",
        "I:TC If you could tell your teenage self one thing, what would it be?",
        "I:TC If you had exactly one wish to make that would come true ten years from now, what would it be?",
        "I:TC What do you do when you can’t fall asleep?",
        "I:TC2 What’s something you always wanted to do as a child but never got to do it?",
        "I:TC2 If you were in a witness protection program, what would be your new name and where would you go?",
        "I:TC2 What is the strangest thing you’ve ever eaten?",
        "I:TC2 What famous artist, dead or alive, would you want to paint your portrait?",
        "I:TC2 What’s the dumbest thing you’ve ever cried about?",
        "I:TC2 If you could rid the world of one disease what would it be?",
        "I:TC2 What board game do you hate the most?",
        "I:TC2 If you could get away with a crime, would you? If yes, what would it be?",
        "I:TC2 Who was your first celebrity crush?",
        "I:TC2 What’s the worst thing you ever did as a child and what was your punishment?",
        "I:TC2 What is one thing you refuse to share?",
        "I:TC2 What are two things you would do if you woke up to find yourself completely invisible?",
        "I:TC2 Describe the worst haircut you’ve ever had.",
        "I:TC2 If you were offered the position of mayor of your city, would you take it?",
        "I:TC2 Have you ever pooped your pants? (not including when you were a baby)",
        "I:TC2 If you could have one superpower, what would it be and why?",
        "I:TC2 If you could be on the cover of any magazine which one would you choose?",
        "I:TC2 What song would you sing for your American Idol audition?",
        "I:TC2 What’s the worst job you’ve ever had?",
        "I:TC2 What is the funniest movie you have ever seen?",
        "I:TC2 If you could trade lives with anyone for a day who would it be and why?",
        "I:TC2 Which Disney princess do you find to be the most attractive?",
        "I:TC2 What country would you never want to visit?",
        "I:TC2 What scene from a non-horror movie scared you as a child?",
        "I:TC2 What kind of phone was your first cell phone?",
        "I:TC2 What’s the wildest thing you’ve ever done in a hotel room?",
        "I:TC2 If you were about to be executed what five foods would have as your last meal?",
        "I:TC2 Which would be harder for you to give up: coffee or alcohol?",
        "I:TC2 On a scale from 1-10 what’s the highest level of pain you’ve ever been in?",
        "I:TC2 If you could start a collection of one kind of item, what would it be?",
        "I:TC2 Who is the most famous person you have ever met?",
        "I:TC2 How many slices of pizza are you capable of eating in one sitting?",
        "I:TC2 What fashion trend do you wish would come back?",
        "I:TC2 What fashion trend do you wish would go away?",
        "I:TC2 You’re in prison with a life sentence, what was your crime?",
        "I:TC2 If you could bring one fictional character to life, who would it be?",
        "I:TC2 If you inherited or won a million dollars, what’s the very first thing you would do with the money?",
        "I:TC2 What two languages would you like to be fluent in?",
        "I:TC2 Would you rather be a hobbit or an elf for 24 hours?",
        "I:TC2 What would you do if you were the lone survivor of a plane crash?",
        "I:TC2 What is your favorite sport in the Winter Olympics?",
        "I:TC2 What one toy do you wish never existed?",
        "I:TC2 What is your favorite smell?",
        "I:TC2 Do you believe in Bigfoot?",
        "I:TC2 What is one thing women do that grosses you out? And men?",
        "I:TC2 What’s your favorite viral YouTube video?",
        "I:TC2 What is the last book you read?",
        "I:TC2 What was your favorite color or Crayola crayon growing up?",
        "I:TC2 Describe your perfect sandwich.",
        "I:TC2 If it were possible, would you live on the moon?",
        "I:TC2 If you could break any world record which one would it be?",
        "I:TC2 Who would you hate to see naked?",
        "I:TC2 If you could got back in time 1,000 years, what year would you visit?",
        "I:TC2 Would you let me slap you for a hundred dollars?",
        "I:TC2 What famous historical figure would like to fight?",
        "I:TC2 What’s the weirdest dream you’ve ever had?",
        "I:TC2 If you could master one musical instrument, what would it be?",
        "I:TC2 What’s your least favorite fast food restaurant?",
        "I:TC2 If someone wrote a biography about you, what do you think the title should be?",
        "I:TC2 Have you ever been drunk in public?",
        "I:TC2 Would you dress in drag for $25?",
        "I:TC2 What do you think phones will be like in 10 years?",
        "I:TC2 What bad habit do you have that you know you need to break, but don’t really want to?",
        "I:TC2 If you were president for the day, what one thing would you change about the country?",
        "I:TC2 How would you describe yourself in three words?",
        "I:TC2 If money were no object, where in the world would you choose to live?",
        "I:TC2 If you had to eat one thing from McDonald’s, every meal for a week straight, what would you chose?",
        "I:TC2 Describe your own personal hell.",
        "I:TC2 Describe your own personal heaven.",
        "I:TC2 If you could deliver a speech to the entire world, what would you say?",
        "I:TC2 Have you ever chased down an ice cream truck as an adult?",
        "I:TC2 What is the weirdest scar you have and how did you get it?",
        "I:TC2 If you had to choose to live without one of your five senses, which one would you give up?",
        "I:TC2 Have you ever saved someone’s life?",
        "I:TC2 Has anyone ever saved your life?",
        "I:TC2 If you found out you were the direct descendant of a king or queen, would that boost your self esteem or have no affect on you at all?",
        "I:TC2 What skills do you posses that could help you survive the zombie apocalypse?",
        "I:TC2 If you inherited a single room off-the-grid cabin in the woods, would you be excited or disappointed?",
        "I:TC2 If you could choose your age forever, what age would you choose and why?",
        "I:TC2 Have you ever been scared enough to wet your pants?",
        "I:TC2 If you could go back in time and change history, what would you change?",
        "I:TC2 Who is your favorite cartoon character?",
        "I:TC2 If you could kill off any character from a current television show, who would it be?",
        "I:TC2 Would you go streaking across a football field during a game for a million dollars knowing there’s a 50/50 chance you’ll get arrested for indecent exposure?",
        "I:TC2 What was your first CD and when did you get it?",
        "I:TC2 What is something you are currently obsessed with?",
        "I:TC2 If a theme song played every time you entered a room, what would it be?",
        "I:TC2 What insect do you wish would completely go extinct?",
        "I:TC2 What is your guilty pleasure?",
        "I:TC2 Would you like to live to be 200 years old?",
        "I:TC2 Would you rather be a judge or a lawyer?",
        "I:TC2 If you had to read an entire encyclopedia, which letter would you choose?",
        "I:TC2 Who is your favorite stand-up comedian?",
        "I:TC2 If you had to spend the rest of your life as a tree what kind of tree would you be?",
        "I:TC2 If you were in the circus what kind of performer would you be? (Clown, tight-rope walker, etc)",
        "I:TC2 What phobias have you overcome in your lifetime?",
        "I:TC2 Have you thrown up in a car?",
        "I:TC2 Do you think all dogs go to heaven?",
        "I:TC2 If you could go on a cross country road trip with famous person, dead or alive, who would it be?",
        "I:TC2 Would you become a professional bank robber if you knew you would never get caught?"
    ]
}
